Repository: ec2sa/2SA
Catalog: 2SARES/Strings.*.resx
Languages: it

# S10
source: Minimum password length
it: La nuova password necessita di 6 caratteri

# S100
source: Sender details
it: Dettagli mittente

# S101
source: Sender details
it: Dati dettagliati mittente

# S102
source: Scan preview
it: Anteprima scansione

# S103
source: No data matched your criteria
it: Nessun dato corrispondente ai criteri specificati

# S104
source: This document was not edited yet
it: il documento non é ancora stato modificato

# S105
source: Preview
it: Anteprima

# S106
source: Change password failed. Try again.
it: Cambio password non riuscito. Riprova

# S107
source: Password changed.
it: Password modificata

# S108
source: Login incorrect. Try again.
it: Login o password errata. Riprova

# S109
source: This scan has versions
it: La scansione ha piu' versioni

# S11
source: Current password
it: Password corrente

# S110
source: Preview document scan
it: Anteprima scansione

# S111
source: Location of the search phrase
it: localizzazione della frase cercata

# S112
source: Uploading files
it: Carica files

# S113
source: Scan preview
it: Anteprima scansione

# S114
source: Remove scan from recycle failed.
it: Eliminazione scansione non riuscita

# S118
source: Main page
it: Pagina principale

# S119
source: Change password
it: Cambia password

# S12
source: New password
it: Nuova password

# S120
source: - choose -
it: - scegliere -

# S121
source: Sender
it: Emittente

# S122
source: Edit Sender
it: Modifica Emittente

# S123
source: Download marked
it: Prendi bollato

# S124
source: Split a file
it: Dividere un file

# S13
source: Re-type new password
it: Ripeti la nuova password

# S14
source: Change
it: Cambia

# S16
source: Scans
it: Scansioni

# S17
source: Documents
it: Documenti

# S18
source: Settings
it: Opzioni

# S19
source: Users
it: Utenti

# S20
source: Available scans
it: Scansioni disponibili

# S21
source: Download
it: Acquisisci

# S22
source: Refresh
it: Ricarica la pagina

# S23
source: Add from drive
it: Aggiungi dal disco

# S24
source: Scan recycle
it: cestino scansioni

# S25
source: To recycle
it: invia al cestino

# S26
source: Select
it: Seleziona

# S27
source: Deselect
it: Deseleziona

# S28
source: Main data
it: Dati principali

# S29
source: Document type
it: Tipo documento

# S30
source: Briefcase
it: Cartella

# S31
source: Date
it: Data

# S32
source: Keywords
it: Parola chiave

# S33
source: Category
it: Categoria

# S34
source: Type
it: Tipo documento

# S35
source: Shop
it: Punto vendita

# S36
source: Additional data
it: Dati aggiuntivi

# S37
source: Senders
it: Emittente

# S38
source: List of available
it: Elenco MITTENTI

# S39
source: Add
it: Aggiungi

# S4
source: Password
it: ora

# S40
source: Delete
it: Elimina

# S41
source: Additional information
it: informazioni aggiuntive

# S42
source: Done
it: Conclusa

# S43
source: New sender
it: Nuovo Mittente

# S44
source: Name
it: Nome

# S45
source: Surname
it: Cognome

# S46
source: Company
it: Societá

# S48
source: Contact
it: Dati per contatto

# S49
source: E-mail address
it: Indirizzo e-mail

# S5
source: Remember me
it: Ricorda password

# S50
source: Home phone
it: Telefono privato

# S51
source: Office phone
it: Telefono ufficio

# S52
source: Website
it: Indirizzo pagina internet

# S53
source: Mobile phone
it: Telefono cellulare

# S54
source: Fax
it: Fax ufficio

# S55
source: Address
it: Indirizzo

# S56
source: Street
it: Via

# S57
source: House
it: Palazzo

# S58
source: Suite
it: Locale

# S59
source: Postal code
it: Cap

# S6
source: Welcome
it: Benvenuto

# S60
source: Place
it: Cittá

# S61
source: Date:
it: Data

# S62
source: Other
it: Altro

# S63
source: Notes
it: Note

# S64
source: Save
it: Salva

# S65
source: Cancel
it: Annulla

# S66
source: Preview last selected scan
it: Anteprima ultima scansione

# S67
source: Create document
it: Crea documento

# S68
source: Clear form
it: Cancella modello

# S69
source: Go to last created document
it: Vai al documento appena creato

# S7
source: Change password
it: Cambia password

# S70
source: Add scan
it: Aggiungi scansione

# S71
source: Select file to add
it: Seleziona file da aggiungere

# S72
source: Back to scan list
it: Ritorna all'elenco scansioni

# S73
source: Return to scan list
it: Ripristina scansione

# S74
source: Remove from recycle
it: Elimina dal cestino

# S75
source: Pobrany
it: Scarica

# S77
source: Search parameters
it: Parametri ricerca

# S78
source: Create date [from] - [to]
it: Data Creazione (da) - (a)

# S79
source: Document date [from] - [to]
it: Data documento (da) - (a)

# S80
source: Phrase in text
it: Frase nel testo

# S81
source: Elements count on page
it: Numero elementi nella pagina

# S82
source: Search document
it: Ricerca documento

# S83
source: Search results
it: Risultati ricerca

# S84
source: Create date
it: Data Creazione

# S85
source: Open
it: Apri

# S86
source: Page [x] of [y]
it: Pagina ... di …

# S87
source: Back to search result
it: Ritorna ai risultati ricerca

# S88
source: Edit document
it: Modifica documento

# S89
source: Author
it: Autore

# S9
source: Customer
it: Cliente/utente

# S90
source: Edit history
it: Cronologia modifiche

# S91
source: Document data
it: Dati documento

# S92
source: Add scan from list
it: aggiungi scansione da cartella

# S93
source: Add scan from drive
it: aggiungi scansione da disco

# S94
source: Add version from list
it: aggiungi versione da elenco

# S95
source: Add version from drive
it: aggiungi versione da disco

# S96
source: Select scans
it: seleziona scansione

# S97
source: Document changes history
it: Cronologia modifiche

# S98
source: Date of change
it: Data cambiamento

# S99
source: Editor
it: Autore
